export const branchOptions = [
  { id: "eltall-elkabir", labelKey: "branch.default" },
] as const;

export const deliveryZones = [
  ["1", "السلام", "Eltall Elkbier", 20, 15, "15 دقيقة", "1 أبريل 2026"],
  ["2", "الحماده", "Eltall Elkbier", 15, 10, "10 دقيقة", "1 أبريل 2026"],
  ["3", "تل االبلد", "Eltall Elkbier", 20, 15, "15 دقيقة", "1 أبريل 2026"],
  ["4", "الظاهريه", "Eltall Elkbier", 20, 25, "15 دقيقة", "1 أبريل 2026"],
  ["5", "التل الصغير", "Eltall Elkbier", 20, 25, "15 دقيقة", "1 أبريل 2026"],
  ["6", "ابوعاشور", "Eltall Elkbier", 30, 25, "20 دقيقة", "1 أبريل 2026"],
  ["7", "ابوعياده", "Eltall Elkbier", 35, 30, "20 دقيقة", "1 أبريل 2026"],
  ["8", "ابو سلايه", "Eltall Elkbier", 30, 25, "20 دقيقة", "1 أبريل 2026"],
  ["9", "الغراوه", "Eltall Elkbier", 30, 25, "20 دقيقة", "1 أبريل 2026"],
  ["10", "ابونجم", "Eltall Elkbier", 40, 35, "20 دقيقة", "1 أبريل 2026"],
  ["11", "كفر الشيخ عطيه", "Eltall Elkbier", 35, 30, "20 دقيقة", "1 أبريل 2026"],
  ["12", "البعالوه", "Eltall Elkbier", 50, 45, "30 دقيقة", "1 أبريل 2026"],
] as const;
